Repository: jba-tm/blog
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: tk

source: Turkmen
tk: Türkmen

source: English
tk: Iňlis

source: Russian
tk: Rus

source: Contents management test server
tk: Maglumatlaryň dolandyrylmasynyň test serweri

source: Contents management
tk: Maglumatlaryň dolandyrylmasy

source: Sign in
tk: Ulgama gir

source: Your %(username_field)s and password didn't match. Please try again.
tk: Siziň %(username_field)s we parolyňyz gabat gelmeýär. Haýyş täzeden synanyşyp görüň.

source: Signing in…
tk: Ulgama girmek...

source: Home
tk: Esasy sahypa

source: Search
tk: Gözleg

source: Log out
tk: Ulgamdan çyk

source: Sign in to System
tk: Ulgama gir

source: Empty content list
tk: Boş maglumatlaryň sanawy

source: Welcome to Sytem CMS
tk: MDU ulgamyna hoş geldiňiz

source: Sign in to System CMS
tk: MDU ulgamyna girmek
