Repository: jba-tm/blog
Catalog: blog/apps/content/locale/*/LC_MESSAGES/django.po
Languages: ru, tk

source: Content index page
ru: Главная страница контентов
tk: Maglumatlar sahypasy

source: Body
ru: Тела
tk: Mazmuny

source: Content body
ru: Тела контента
tk: Maglumatyň mazmuny

source: Content datetime
ru: Время контента
tk: Magluamtyň wagty

source: Direction
ru: Направление
tk: Ugur

source: Content direction
ru: Направление контента
tk: Maglumatyň ugry

source: Type
ru: Тип
tk: Görnüş

source: Content type
ru: Тип контента
tk: Maglumatyň görnüşi

source: Importance
ru: Важность
tk: Wajyplyk

source: Content importance
ru: Важность контента
tk: Maglumatyň wajyplygy

source: Categories
ru: Категории
tk: Kategoriýalar

source: Content categories
ru: Категории контента
tk: Maglumatyň kategoriýalary

source: Content information
ru: Информации контента
tk: Maglumatyň düzümi

source: Content base information
ru: Главные информации контента
tk: Maglumatyň esasy düzümi

source: Content advance information
ru: Дополнительные информации контента
tk: Maglumatyň goşmaça düzümi

source: Content images
ru: Изоброжении контента
tk: Maglumatyň suratlary

source: Content pages
ru: Страницы контентов

source: Content page
ru: Страница контента

source: Content page tags
ru: Страницы тегов контентов

source: Content page tag
ru: Страницы тега контентов

source: Content tag index page
ru: Главная страница тегов

source: Content category
ru: Категория контента
tk: Maglumatyň kategoriýasy

source: Name
ru: Название
tk: At

source: Content directions
ru: Направлении контента
tk: Maglumatyň ugurlary

source: Content importances
ru: Важности контента
tk: Maglumatyň wajyplyklary

source: Content types
ru: Типы контента
tk: Maglumatyň görnüşleri

source: Search
ru: Поиск
tk: Gözleg

source: View
ru: Просмотр
tk: Görmek

source: Empty content list
ru: Список контента пуст
tk: Boş maglumat sanawy

source: Putted by
ru: Размещён со стороны
tk: Tarapyndan goýuldy

source: Published at
ru: Опубликован в
tk: Tassyklanan wagty

source: Content date
ru: Время контента
tk: Maglumatyň wagty

source: Tags
ru: Теги
tk: Tegler

source: Images
ru: Изображении
tk: Suratlar

source: Showing pages tagged
ru: Показ страницу тега
tk: Tegler sahypasyny görkezmek

source: No pages found with that tag.
ru: Страниц не найдено с таким тегом
tk: Bu tegi boýunça sahypalar tapylmady.
